espressif/esp-idf/components/esp_netif/test_apps/test_app_vfs_l2tap/sdkconfig.ci.sub_esp32p4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_IDF_EXPERIMENTAL_FEATURES=y
CONFIG_ETH_SUBLAYER_SUPPORT=y
CONFIG_ETH_TRANSMIT_MUTEX=n
CONFIG_ETH_SUBLAYER_TRANSMIT_MUTEX=y
CONFIG_L2TAP_TEST_USE_ETH_SUBLAYER=y
